[
  {
    "title": "IRS says shorter hold times, better service coming with bot rollout",
    "type": "The bot allows callers to resolve some issues without ever talking to a human.",
    "url": "https://abcnews.go.com/Politics/irs-rolls-artificial-intelligence-callers-make-payments-resolve/story?id=85467107"
  },
  {
    "title": "1 state's primaries signal mixed results for Republicans critical of Trump",
    "type": "One Trump critic won, another was defeated by double-digit margins.",
    "url": "https://abcnews.go.com/Politics/south-carolina-primaries-signal-mixed-results-republicans-critical/story?id=85463618"
  },
  {
    "title": "Jan. 6 committee focuses on efforts to pressure Pence",
    "type": "ABC News' Jon Karl discusses Thursday's House select committee hearing on efforts to pressure former Vice President Mike Pence to overturn the 2020 presidential election.",
    "url": "https://abcnews.go.com/Politics/video/jan-committee-focuses-efforts-pressure-pence-85471748"
  },
  {
    "title": "Wrap-up on Thursday's high-stakes Jan. 6 hearings",
    "type": "Former Sen. Heidi Heitkamp (D-ND) and former Trump administration official Sarah Isgur discuss the pressure campaign to have former Vice President Mike Pence overturn the 2020 presidential election.",
    "url": "https://abcnews.go.com/Politics/video/wrap-thursdays-high-stakes-jan-hearings-85471772"
  },
  {
    "title": "The Bidens' cat gets to ride on Marine One to the Rehoboth beach house",
    "type": "Willow will join the president and first lady on a weekend trip to Delaware.",
    "url": "https://abcnews.go.com/Politics/bidens-cat-ride-marine-rehoboth-beach-house/story?id=85468014"
  },
  {
    "title": "Trump hits Jan. 6 committee, Pence as new details come to light",
    "type": "Trump is a central figure in the House panel's probe of the Capitol attack.",
    "url": "https://abcnews.go.com/Politics/trump-fires-back-jan-committee-calls-hearings-disgraceful/story?id=85463648"
  },
  {
    "title": "Trump calls Jan. 6 committee hearings a 'disgraceful performance'",
    "type": "Former President Donald Trump on Friday fired back at the House Select Committee investigating the events of Jan. 6, 2021.",
    "url": "https://abcnews.go.com/Politics/video/trump-calls-jan-committee-hearings-disgraceful-performance-85469811"
  },
  {
    "title": "Dominion's 2020 election lawsuit against Newsmax to move forward, judge rules",
    "type": "Judge Eric M. Davis denied Newsmax's motion to dismiss the civil suit.",
    "url": "https://abcnews.go.com/Politics/dominions-2020-election-lawsuit-newsmax-move-forward-judge/story?id=85468016"
  },
  {
    "title": "Secretary Janet Yellen & Rep. Adam Kinzinger Sunday on \"This Week\"",
    "type": "This is a listing for \"This Week\" airing Sunday, June 19, 2022.",
    "url": "https://abcnews.go.com/Politics/secretary-janet-yellen-rep-adam-kinzinger-sunday-week/story?id=85469029"
  },
  {
    "title": "How Donald Trump is influencing the 2022 midterms",
    "type": "ABC News political director Rick Klein explains how Trump could impact the 2022 primaries and 2024 presidential election.",
    "url": "https://abcnews.go.com/Politics/video/donald-trump-influencing-2022-midterms-85465550"
  },
  {
    "title": "Jan. 6, primaries combine to highlight 'clear and present danger': The Note",
    "type": "Republicans will be better positioned next time to do what Trump demanded.",
    "url": "https://abcnews.go.com/Politics/jan-primaries-combine-highlight-clear-present-danger-note/story?id=85444946"
  },
  {
    "title": "Advocates call on Biden to act on reparations study by Juneteenth",
    "type": "They've set up a protest site on the Ellipse near the White House.",
    "url": "https://abcnews.go.com/Politics/advocates-call-biden-act-reparations-study-juneteenth/story?id=85418510"
  },
  {
    "title": "Trump put Pence 'in danger': Vivid details from Thursday's Jan. 6 hearing",
    "type": "The committee drew a direct line between Trump's actions and threats to Pence.",
    "url": "https://abcnews.go.com/Politics/trumps-pressure-pence-key-details-missed-thursdays-jan/story?id=85442808"
  },
  {
    "title": "Trump's 'heated' call with Pence on Jan. 6 revealed in new photos, testimony",
    "type": "New details and never-before-seen photographs have emerged about the \"heated\" phone call between President Donald Trump and Vice President Mike Pence on the morning of Jan. 6, 2021.",
    "url": "https://abcnews.go.com/Politics/video/trumps-heated-call-pence-jan-revealed-photos-testimony-85451667"
  },
  {
    "title": "Justice Sotomayor says there needs to be 'continuing faith in the court system'",
    "type": "Supreme Court Justice Sonia Sotomayor, in a rare public appearance, gave a pep talk to progressives at the American Constitution Society convention in Washington.",
    "url": "https://abcnews.go.com/Politics/video/justice-sotomayor-continuing-faith-court-system-85451528"
  },
  {
    "title": "Jan. 6 committee wants to hear from Ginni Thomas after email revelations",
    "type": "An avid Trump backer, she is the wife of Supreme Court Justice Clarence Thomas.",
    "url": "https://abcnews.go.com/Politics/jan-committee-hear-ginni-thomas-email-revelations/story?id=85438028"
  },
  {
    "title": "Trump's 'heated' call with Pence on Jan. 6 revealed in new photos, testimony",
    "type": "One witness recalled Trump calling Pence a \"wimp.\"",
    "url": "https://abcnews.go.com/Politics/trumps-heated-call-pence-jan-revealed-photos-testimony/story?id=85446855"
  },
  {
    "title": "Bipartisan talks on gun reform continue following recent mass shootings",
    "type": "The suspected gunman in last month's mass shooting at a Buffalo supermarket was arraigned Thursday on multiple federal hate crime charges.",
    "url": "https://abcnews.go.com/Politics/video/bipartisan-talks-gun-reform-continue-recent-mass-shootings-85449083"
  },
  {
    "title": "Justice Sotomayor gives pep talk to progressives while praising Clarence Thomas",
    "type": "\"I lick my wounds for a while. Sometimes I cry. And then I say OK, let's fight.\"",
    "url": "https://abcnews.go.com/Politics/justice-sotomayor-pep-talk-progressives-praising-clarence-thomas/story?id=85446415"
  },
  {
    "title": "Florida will create access issues by not preordering vaccines for kids: White House",
    "type": "Florida was the first state to advise against vaccinating healthy kids for COVID-19.",
    "url": "https://abcnews.go.com/Politics/video/florida-create-access-issues-preordering-vaccines-kids-white-85446119"
  },
  {
    "title": "Trump's inner circle testifies on theory Pence could overturn election",
    "type": "\"They thought he was crazy,\" former Trump campaign adviser Jason Miller said of Trump attorney John Eastman's theory that Mike Pence could overturn the election.",
    "url": "https://abcnews.go.com/Politics/video/trumps-circle-testifies-theory-pence-overturn-election-85441772"
  },
  {
    "title": "What to expect from Day 3 of the Jan. 6 committee hearings",
    "type": "The House select committee investigating the Jan. 6 insurrection at the Capitol is convening for day 3 of public hearings. What you should expect.",
    "url": "https://abcnews.go.com/Politics/video/expect-day-jan-committee-hearings-85440535"
  },
  {
    "title": "New Mexico county refuses to certify midterm election results",
    "type": "GOP commissioners in one New Mexico county are refusing to certify their midterm election results. The state’s secretary of state, Maggie Toulouse Oliver, explains why she is now suing the county.",
    "url": "https://abcnews.go.com/Politics/video/mexico-county-refuses-certify-midterm-election-results-85440381"
  },
  {
    "title": "Former counsel to Mike Pence testifies at Jan. 6 committee hearing",
    "type": "“The framers of our Constitution would never have entrusted any one person with the unilateral authority to alter the outcome of a presidential election,\" Greg Jacob said.",
    "url": "https://abcnews.go.com/Politics/video/counsel-mike-pence-testifies-jan-committee-hearing-85440662"
  },
  {
    "title": "As Jan. 6 committee debates criminal referral for Trump, experts weigh pros and cons",
    "type": "Some legal experts said a criminal referral deserves careful consideration.",
    "url": "https://abcnews.go.com/Politics/jan-committee-debates-criminal-referral-trump-experts-weigh/story?id=85411867"
  },
  {
    "title": "Senate hopeful acknowledges 4 children, insists he wasn't 'hiding' them",
    "type": "\"Leave my kids alone,\" Walker said.",
    "url": "https://abcnews.go.com/Politics/georgia-senate-hopeful-herschel-walker-acknowledges-four-children/story?id=85417526"
  },
  {
    "title": "Jan. 6 oversight committee to hold third hearing",
    "type": "Testimony is expected about Trump’s awareness of rioters’ chants to “hang Mike Pence.”",
    "url": "https://abcnews.go.com/Politics/video/jan-oversight-committee-hold-hearing-85438925"
  },
  {
    "title": "Jan. 6 committee to focus on Trump pressuring Pence to overturn election results",
    "type": "Sources confirm to ABC News that the committee is in possession of emails between former Trump lawyer John Eastman and Ginni Thomas, the wife of Supreme Court Justice Clarence Thomas.",
    "url": "https://abcnews.go.com/Politics/video/jan-committee-focus-trump-pressuring-pence-overturn-election-85437530"
  },
  {
    "title": "Jan. 6 committee to detail how Trump and allies tried to coerce Pence",
    "type": "It's expected to make the case that Trump knew the pressure was illegal.",
    "url": "https://abcnews.go.com/Politics/jan-committee-detail-trump-allies-coerce-pence/story?id=85417805"
  },
  {
    "title": "Jan. 6 committee holds 3rd hearing",
    "type": "ABC News White House correspondent MaryAlice Parks and attorney Jeff Robbins discuss what to expect with the third hearing focusing on former Vice President Mike Pence.",
    "url": "https://abcnews.go.com/Politics/video/jan-committee-holds-3rd-hearing-85435617"
  }
]
