[
  {
    "title": "Justice Sotomayor gives pep talk to progressives while praising Clarence Thomas",
    "type": "\"I lick my wounds for a while. Sometimes I cry. And then I say OK, let's fight.\"",
    "url": "https://abcnews.go.com/Politics/justice-sotomayor-pep-talk-progressives-praising-clarence-thomas/story?id=85446415"
  },
  {
    "title": "Florida will create access issues by not preordering vaccines for kids: White House",
    "type": "Florida was the first state to advise against vaccinating healthy kids for COVID-19.",
    "url": "https://abcnews.go.com/Politics/video/florida-create-access-issues-preordering-vaccines-kids-white-85446119"
  },
  {
    "title": "Trump's inner circle testifies on theory Pence could overturn election",
    "type": "\"They thought he was crazy,\" former Trump campaign adviser Jason Miller said of Trump attorney John Eastman's theory that Mike Pence could overturn the election.",
    "url": "https://abcnews.go.com/Politics/video/trumps-circle-testifies-theory-pence-overturn-election-85441772"
  },
  {
    "title": "What to expect from Day 3 of the Jan. 6 committee hearings",
    "type": "The House select committee investigating the Jan. 6 insurrection at the Capitol is convening for day 3 of public hearings. What you should expect.",
    "url": "https://abcnews.go.com/Politics/video/expect-day-jan-committee-hearings-85440535"
  },
  {
    "title": "New Mexico county refuses to certify midterm election results",
    "type": "GOP commissioners in one New Mexico county are refusing to certify their midterm election results. The state’s secretary of state, Maggie Toulouse Oliver, explains why she is now suing the county.",
    "url": "https://abcnews.go.com/Politics/video/mexico-county-refuses-certify-midterm-election-results-85440381"
  },
  {
    "title": "Former counsel to Mike Pence testifies at Jan. 6 committee hearing",
    "type": "“The framers of our Constitution would never have entrusted any one person with the unilateral authority to alter the outcome of a presidential election,\" Greg Jacob said.",
    "url": "https://abcnews.go.com/Politics/video/counsel-mike-pence-testifies-jan-committee-hearing-85440662"
  },
  {
    "title": "As Jan. 6 committee debates criminal referral for Trump, experts weigh pros and cons",
    "type": "Some legal experts said a criminal referral deserves careful consideration.",
    "url": "https://abcnews.go.com/Politics/jan-committee-debates-criminal-referral-trump-experts-weigh/story?id=85411867"
  },
  {
    "title": "Senate hopeful acknowledges 4 children, insists he wasn't 'hiding' them",
    "type": "\"Leave my kids alone,\" Walker said.",
    "url": "https://abcnews.go.com/Politics/georgia-senate-hopeful-herschel-walker-acknowledges-four-children/story?id=85417526"
  },
  {
    "title": "Jan. 6 committee wants to hear from Ginni Thomas after email revelations",
    "type": "An avid Trump backer, she is the wife of Supreme Court Justice Clarence Thomas.",
    "url": "https://abcnews.go.com/Politics/jan-committee-hear-ginni-thomas-email-revelations/story?id=85438028"
  },
  {
    "title": "Jan. 6 oversight committee to hold third hearing",
    "type": "Testimony is expected about Trump’s awareness of rioters’ chants to “hang Mike Pence.”",
    "url": "https://abcnews.go.com/Politics/video/jan-oversight-committee-hold-hearing-85438925"
  },
  {
    "title": "Jan. 6 committee to focus on Trump pressuring Pence to overturn election results",
    "type": "Sources confirm to ABC News that the committee is in possession of emails between former Trump lawyer John Eastman and Ginni Thomas, the wife of Supreme Court Justice Clarence Thomas.",
    "url": "https://abcnews.go.com/Politics/video/jan-committee-focus-trump-pressuring-pence-overturn-election-85437530"
  },
  {
    "title": "Jan. 6 committee to detail how Trump and allies tried to coerce Pence",
    "type": "It's expected to make the case that Trump knew the pressure was illegal.",
    "url": "https://abcnews.go.com/Politics/jan-committee-detail-trump-allies-coerce-pence/story?id=85417805"
  },
  {
    "title": "Jan. 6 committee holds 3rd hearing",
    "type": "ABC News White House correspondent MaryAlice Parks and attorney Jeff Robbins discuss what to expect with the third hearing focusing on former Vice President Mike Pence.",
    "url": "https://abcnews.go.com/Politics/video/jan-committee-holds-3rd-hearing-85435617"
  },
  {
    "title": "Senate negotiations on gun reforms stall over 'boyfriend' loophole, red flag laws",
    "type": "Senators were hoping to resolve differences by the end of the week.",
    "url": "https://abcnews.go.com/Politics/senate-negotiations-gun-reforms-stall-boyfriend-loophole-red/story?id=85418355"
  },
  {
    "title": "Trump-Pence dynamics take on legal and emotional dimensions around Jan. 6: The Note",
    "type": "Pence aides form the backbone of the Jan. 6 committee’s Thursday hearing.",
    "url": "https://abcnews.go.com/Politics/trump-pence-dynamics-legal-emotional-dimensions-jan-note/story?id=85416853"
  },
  {
    "title": "US military ground raid in Syria captures top ISIS leader",
    "type": "U.S. defense official said there were no injuries to U.S. military personnel.",
    "url": "https://abcnews.go.com/Politics/us-military-ground-raid-syria-captures-top-isis/story?id=85425584"
  },
  {
    "title": "Biden marks Pride with order combatting conversion therapy, supporting LGBTQ kids",
    "type": "The White House said it was going to \"stand up to the bullies.\"",
    "url": "https://abcnews.go.com/Politics/biden-marks-pride-month-executive-order-combatting-conversion/story?id=85410780"
  },
  {
    "title": "Judge convicts Jan. 6 suspect who brought Confederate flag to Capitol",
    "type": "A father and son in the mob are guilty of obstructing an official proceeding.",
    "url": "https://abcnews.go.com/Politics/judge-decide-fate-jan-suspect-brought-confederate-flag/story?id=85410249"
  },
  {
    "title": "Slain journalist's fiancee slams Biden for plan to visit Saudi Arabia",
    "type": "Biden will meet the Saudi crown prince blamed for orchestrating the killing.",
    "url": "https://abcnews.go.com/Politics/slain-journalist-jamal-khashoggis-fiancee-condemns-bidens-upcoming/story?id=85417709"
  },
  {
    "title": "Encrypted planning, high-power firearms make extremist threat in the US unique",
    "type": "A top DOJ official's comments come after two mass shootings in the U.S.",
    "url": "https://abcnews.go.com/Politics/encrypted-planning-high-power-firearms-make-extremist-threat/story?id=85422358"
  },
  {
    "title": "Photo shows Vice President Mike Pence, family in hiding on Jan. 6: ABC News Exclusive",
    "type": "It shows Pence minutes after he was evacuated from the Senate floor.",
    "url": "https://abcnews.go.com/Politics/photo-shows-vice-president-mike-pence-family-hiding/story?id=85419691"
  },
  {
    "title": "Calif. man indicted for allegedly attempting to assassinate Brett Kavanaugh",
    "type": "Nicholas Roske was detained \"without incident\" outside Kavanaugh's residence.",
    "url": "https://abcnews.go.com/Politics/calif-man-indicted-attempting-assassinate-brett-kavanaugh-arrest/story?id=85423002"
  },
  {
    "title": "Top takeaways from Nevada, South Carolina primaries",
    "type": "It was a banner day for candidates who earned former President Donald Trump's endorsement in South Carolina and Nevada. ABC News Political Director Rick Klein breaks down the top races.",
    "url": "https://abcnews.go.com/Politics/video/top-takeaways-nevada-south-carolina-primaries-85420436"
  },
  {
    "title": "Federal Reserve hikes interest rate by 0.75%",
    "type": "The rate hike of 0.75% marks the largest increase since 1994.",
    "url": "https://abcnews.go.com/Politics/video/federal-reserve-hikes-interest-rate-075-85418842"
  },
  {
    "title": "Jan. 6 committee raises questions about GOP congressman's 1/5 Capitol complex tour",
    "type": "Republican Rep. Barry Loudermilk accused the committee of \"smear campaign.\"",
    "url": "https://abcnews.go.com/Politics/evidence-gop-rep-loudermilk-gave-reconnaissance-tours-jan/story?id=85387269"
  },
  {
    "title": "Primary elections bring mixed results for Trump-backed GOP candidates",
    "type": "ABC News political director Rick Klein talks about the election results from the first round of primaries to take place during the House Jan. 6 committee hearings.",
    "url": "https://abcnews.go.com/Politics/video/primary-elections-bring-mixed-results-trump-backed-gop-85410000"
  },
  {
    "title": "Biden sends letter to oil refiners blasting high profits amid record gas prices",
    "type": "He said oil company profit margins are the highest ever recorded.",
    "url": "https://abcnews.go.com/Politics/biden-sends-letter-oil-refiners-blasting-high-profits/story?id=85410420"
  },
  {
    "title": "GOP notches wins beyond Trump endorsements: The Note",
    "type": "It's worth remembering Mace survived by embracing Trumpism.",
    "url": "https://abcnews.go.com/Politics/gop-notches-wins-trump-endorsements-note/story?id=85395757"
  },
  {
    "title": "June 14 primaries key takeaways: South Carolina ousts a Trump critic",
    "type": "The sway of Trump's election denying saw a renewed test in a handful of states.",
    "url": "https://abcnews.go.com/Politics/june-14-primaries-key-takeaways-trumps-political-sway/story?id=85315199"
  },
  {
    "title": "North Dakota 2022 primary election results",
    "type": "This is the only state that does not require voter registration.",
    "url": "https://abcnews.go.com/Politics/north-dakota-2022-primary-election-results/story?id=85315122"
  }
]
