[
  {
    "title": "Bracing for the End of Roe v. Wade, the White House Weighs Executive Actions",
    "type": "The Biden administration has been deluged with ideas to help mitigate a Supreme Court ruling expected to overturn abortion rights, but many come with legal risks.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/biden-abortion-roe-v-wade.html"
  },
  {
    "title": "‘So the Traitors Know the Stakes’: The Meaning of the Jan. 6 Gallows",
    "type": "Little is known about how a gallows came to be built near the Capitol, but the motif has become a favorite among right-wing extremists and white supremacists.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/jan-6-gallows.html"
  },
  {
    "title": "Supreme Court Dismisses Bid by G.O.P.-Led States to Defend Trump Immigration Plan",
    "type": "The case concerned revisions to the “public charge” rule that made it harder for immigrants who had relied on public assistance to gain permanent legal status.",
    "url": "https://www.nytimes.com/2022/06/15/us/politics/trump-immigration-biden-scotus.html"
  },
  {
    "title": "Biden Signs Measure to Protect L.G.B.T.Q. Rights, Citing ‘Hateful Attacks’",
    "type": "The executive order is designed to counter efforts by Republican politicians like Gov. Ron DeSantis of Florida, who pushed through what opponents have called the “Don’t Say Gay” law.",
    "url": "https://www.nytimes.com/2022/06/15/us/politics/biden-lgbtq-rights-executive-order.html"
  },
  {
    "title": "Fears Grow Over Iran’s Nuclear Program as Tehran Digs a New Tunnel Network",
    "type": "The conflict over the program is about to flare again as President Biden travels next month to Israel and Saudi Arabia, Iran’s two biggest regional rivals.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/iran-nuclear-program-tehran.html"
  },
  {
    "title": "Forty-nine states preordered vaccine doses for very young children. Florida did not.",
    "type": "It was not immediately clear how much the State Health Department’s decision not to take part in distributing the pediatric shots would impede access to them in Florida in the coming days.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/vaccines-kids-florida.html"
  },
  {
    "title": "Trump Adviser Asked For Pardon After Trying to Subvert Election",
    "type": "The former White House lawyer Eric Herschmann said John Eastman, the lawyer who pushed a plan to reject Electoral College results, had continued to intervene with Joseph R. Biden Jr.’s victory after the riot.",
    "url": "https://www.nytimes.com/video/us/politics/100000008403290/jan-6-hearing-herschmann-eastman.html"
  },
  {
    "title": "Judge Describes Dangers Posed Had Pence Obeyed Trump’s Jan. 6 Orders",
    "type": "Former Judge J. Michael Luttig said America would have plunged into “a revolution within a constitutional crisis” had Vice President Mike Pence followed Donald J. Trump’s orders not to certify the Electoral College votes.",
    "url": "https://www.nytimes.com/video/us/politics/100000008403067/jan-6-hearing-luttig-pence.html"
  },
  {
    "title": "Romney Accuses White House of Deception on Covid Aid Amid Pleas for More",
    "type": "White House officials said recently they would repurpose $10 billion in federal funds meant for virus testing and protective gear and instead spend the money on antiviral drugs and vaccines.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/mitt-romney-covid-aid-whitehouse.html"
  },
  {
    "title": "In a Split District in New Hampshire, Democrats Tune In and Republicans Tune Out",
    "type": "In a congressional district in the Manchester region, interviews with voters showed that few minds have been changed as the third Jan. 6 hearing begins.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/jan6-hearings-voter-reactions.html"
  },
  {
    "title": "‘So the Traitors Know the Stakes’: The Meaning of the Jan. 6 Gallows",
    "type": "Little is known about how a gallows came to be built near the Capitol, but the motif has become a favorite among right-wing extremists and white supremacists.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/jan-6-gallows.html"
  },
  {
    "title": "Herschel Walker Acknowledges Two More Children He Hadn’t Mentioned",
    "type": "Mr. Walker, the Republican nominee for Senate in Georgia, has often criticized absentee fathers. But this week it has emerged that in addition to a son he often talks about, he has three other children.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/herschel-walker-children.html"
  },
  {
    "title": "Democrats’ Risky Bet: Aid G.O.P. Extremists in Spring, Hoping to Beat Them in Fall",
    "type": "As Democratic leaders warn loudly of right-wing threats to democracy, their campaign arms are meddling in Republican primaries, betting they can help pick easier opponents in November.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/democrats-midterms-trump-gop.html"
  },
  {
    "title": "Bracing for the End of Roe v. Wade, the White House Weighs Executive Actions",
    "type": "The Biden administration has been deluged with ideas to help mitigate a Supreme Court ruling expected to overturn abortion rights, but many come with legal risks.",
    "url": "https://www.nytimes.com/2022/06/16/us/politics/biden-abortion-roe-v-wade.html"
  }
]
